Repository: renatodap/alphagrit-frontend-v3
Catalog: l10n/intl_*.arb
Languages: pt

# ctaSufferTransform
source: Suffer. Transform. AlphaGrit.
pt: Sofra. Transforme-se. AlphaGrit.

source: Programs
pt: Programas

source: Store
pt: Loja

source: Dashboard
pt: Painel

# metrics
source: Progress
pt: Progresso

source: Settings
pt: Configurações

source: Buy
pt: Comprar

source: Buy Combo
pt: Comprar Combo

source: Standard
pt: Padrão

source: Private to Coach
pt: Privado para o Coach

source: Public
pt: Público

source: Post
pt: Postar

# composePlaceholder
source: Share your grind...
pt: Compartilhe sua batalha...

source: Weight
pt: Peso

source: Body Fat
pt: Gordura corporal

source: Note
pt: Nota

source: Save
pt: Salvar

source: Delete
pt: Excluir

source: Log Entry
pt: Registrar entrada

source: Language
pt: Idioma

source: Units
pt: Unidades

source: Notifications
pt: Notificações

source: Email summaries
pt: Resumos por e-mail

# replies
source: Program replies
pt: Respostas em programas

source: Coach responses
pt: Respostas do coach

source: Privacy Policy
pt: Política de Privacidade

source: Terms of Use
pt: Termos de Uso

source: Accept and continue
pt: Aceitar e continuar

source: Login
pt: Entrar

source: Sign up
pt: Cadastrar

source: Log out
pt: Sair

source: Owned
pt: Liberado

source: Locked
pt: Bloqueado

source: Join Program
pt: Entrar no Programa

# upgradePremium
source: Upgrade to Premium
pt: Faça upgrade para Premium

# paywallMessage
source: Unlock this content by purchasing access.
pt: Desbloqueie este conteúdo comprando o acesso.

# unknownError
source: Something went wrong
pt: Algo deu errado

source: Upload
pt: Enviar

source: Camera
pt: Câmera

source: Gallery
pt: Galeria

# winterArcCountdown
source: COMMUNITY LAUNCHES IN
pt: COMUNIDADE LANÇA EM

# winterArcEnded
source: The Winter Arc has ended. Thank you to everyone who participated!
pt: O Winter Arc terminou. Obrigado a todos que participaram!

# winterArcWhatYouGet
source: WHAT YOU GET
pt: O QUE VOCÊ RECEBE

# winterArcBullet1
source: Complete training ebook with 12-week methodology
pt: Ebook completo de treino com metodologia de 12 semanas

# winterArcBullet2
source: Private accountability community
pt: Comunidade privada de responsabilidade

# winterArcBullet3
source: Daily check-ins and progress tracking
pt: Check-ins diários e acompanhamento de progresso

# winterArcBullet4
source: Direct access until February 9th, 2025
pt: Acesso direto até 9 de fevereiro de 2025

# winterArcChoosePath
source: CHOOSE YOUR PATH
pt: ESCOLHA SEU CAMINHO

# winterArcEbookOnly
source: EBOOK ONLY
pt: APENAS EBOOK

# winterArcEbookDesc
source: Instant download. Perfect for self-driven warriors.
pt: Download instantâneo. Perfeito para guerreiros autodidatas.

# winterArcBundle
source: FULL BUNDLE
pt: PACOTE COMPLETO

# winterArcFeatured
source: BEST VALUE
pt: MELHOR VALOR

# winterArcBundleIncludes
source: Ebook + 12-Week Community Access
pt: Ebook + Acesso à Comunidade por 12 Semanas

# winterArcBundleDesc
source: Everything you need to stay accountable and transform.
pt: Tudo que você precisa para se manter responsável e se transformar.

# winterArcCommunityLaunches
source: Community launches November 17th
pt: Comunidade lança em 17 de novembro

# winterArcFooter
source: One-time payment. No subscriptions. Access ends February 9th, 2025.
pt: Pagamento único. Sem assinaturas. Acesso termina em 9 de fevereiro de 2025.

# winterArcHomeDesc
source: Join the 12-week transformation. Private community + complete training ebook.
pt: Junte-se à transformação de 12 semanas. Comunidade privada + ebook completo de treino.

source: BUY NOW
pt: COMPRAR AGORA

source: JOIN FOUNDING TEAM
pt: ENTRAR NO TIME FUNDADOR

source: JOIN COMMUNITY
pt: ENTRAR NA COMUNIDADE

source: JOIN WINTER ARC
pt: ENTRAR NO WINTER ARC

# checkoutSuccess
source: SUCCESS
pt: SUCESSO

# checkoutSuccessTitle
source: PAYMENT CONFIRMED
pt: PAGAMENTO CONFIRMADO

# checkoutSuccessMessage
source: Your payment was successful! You now have access to your purchase.
pt: Seu pagamento foi bem-sucedido! Você agora tem acesso à sua compra.

# checkoutSuccessNextSteps
source: NEXT STEPS:
pt: PRÓXIMOS PASSOS:

# checkoutSuccessStep1
source: Check your email for confirmation
pt: Verifique seu e-mail para confirmação

# checkoutSuccessStep2
source: Access your ebooks in the Ebooks section
pt: Acesse seus ebooks na seção E-books

# checkoutSuccessStep3
source: Join your program community if purchased
pt: Entre na comunidade do seu programa se comprado

source: GO TO PROGRAMS
pt: IR PARA PROGRAMAS

source: GO TO EBOOKS
pt: IR PARA E-BOOKS

source: Back to Home
pt: Voltar ao Início

# checkoutCanceled
source: CANCELED
pt: CANCELADO

# checkoutCanceledTitle
source: CHECKOUT CANCELED
pt: CHECKOUT CANCELADO

# checkoutCanceledMessage
source: Your payment was not completed. No charges were made.
pt: Seu pagamento não foi concluído. Nenhuma cobrança foi feita.

# checkoutCanceledCta
source: Ready to commit? You can try again anytime.
pt: Pronto para se comprometer? Você pode tentar novamente a qualquer momento.

source: TRY AGAIN
pt: TENTAR NOVAMENTE

source: BROWSE PROGRAMS
pt: EXPLORAR PROGRAMAS

# winterArcHeroTitle
source: TURN WINTER INTO YOUR STRONGEST SEASON
pt: TRANSFORME O INVERNO NA SUA ÉPOCA MAIS FORTE

# winterArcHeroSubtitle
source: YOUR WAR PLAN FOR DISCIPLINE, GRIT, AND TRANSFORMATION
pt: SEU PLANO DE GUERRA PARA DISCIPLINA, GARRA E TRANSFORMAÇÃO

# winterArcDates
source: NOV 17 → FEB 9, 2025 • 12 WEEKS
pt: 17 NOV → 9 FEV, 2025 • 12 SEMANAS

# winterArcPrincipleTraining
source: COMPLETE TRAINING METHODOLOGY
pt: METODOLOGIA COMPLETA DE TREINO

# winterArcPrincipleAccountability
source: PRIVATE ACCOUNTABILITY
pt: RESPONSABILIDADE PRIVADA

# winterArcPrincipleTracking
source: DAILY PROGRESS TRACKING
pt: ACOMPANHAMENTO DIÁRIO

# winterArcPrincipleTimeLimited
source: TIME-LIMITED ACCESS
pt: ACESSO POR TEMPO LIMITADO

# winterArcInsideEbook
source: INSIDE THE EBOOK
pt: DENTRO DO EBOOK

# winterArcChapter1Title
source: THE WINTER ARC PHILOSOPHY
pt: A FILOSOFIA WINTER ARC

# winterArcChapter1Desc
source: Understanding discipline, sacrifice, and transformation
pt: Entendendo disciplina, sacrifício e transformação

# winterArcChapter2Title
source: TRAINING METHODOLOGY
pt: METODOLOGIA DE TREINO

# winterArcChapter2Desc
source: Complete 12-week progressive overload program
pt: Programa completo de sobrecarga progressiva de 12 semanas

# winterArcChapter3Title
source: NUTRITION PROTOCOLS
pt: PROTOCOLOS NUTRICIONAIS

# winterArcChapter3Desc
source: Cutting, bulking, and maintenance strategies
pt: Estratégias de cutting, bulking e manutenção

# winterArcChapter4Title
source: RECOVERY & SLEEP
pt: RECUPERAÇÃO & SONO

# winterArcChapter4Desc
source: Optimizing rest for maximum gains
pt: Otimizando o descanso para ganhos máximos

# winterArcChapter5Title
source: MENTAL WARFARE
pt: GUERRA MENTAL

# winterArcChapter5Desc
source: Building unbreakable discipline and grit
pt: Construindo disciplina e garra inquebráveis

# winterArcChapter6Title
source: TRACKING PROGRESS
pt: ACOMPANHANDO PROGRESSO

# winterArcChapter6Desc
source: Metrics, measurements, and accountability
pt: Métricas, medições e responsabilidade

# winterArcEbookDetails
source: 120+ pages • Lifetime access • Instant PDF download
pt: 120+ páginas • Acesso vitalício • Download PDF instantâneo

# winterArcJoinWarriors
source: JOIN 247+ WARRIORS
pt: JUNTE-SE A 247+ GUERREIROS

# winterArcTestimonial1
source: This program showed me what I'm capable of. No excuses, just results.
pt: Este programa me mostrou do que sou capaz. Sem desculpas, apenas resultados.

# winterArcTestimonial1Metric
source: Lost 18 lbs in 12 weeks
pt: Perdeu 8kg em 12 semanas

# winterArcTestimonial2
source: The accountability kept me on track when I wanted to quit. Best investment.
pt: A responsabilidade me manteve no caminho quando eu queria desistir. Melhor investimento.

# winterArcTestimonial2Metric
source: Completed all 84 days
pt: Completou todos os 84 dias

# winterArcTestimonial3
source: Brutal but effective. This isn't for the soft. Worth every dollar.
pt: Brutal mas efetivo. Isso não é para os fracos. Vale cada centavo.

# winterArcTestimonial3Metric
source: Gained 12 lbs muscle
pt: Ganhou 5kg de músculo

# winterArcTrustSecure
source: SECURE CHECKOUT
pt: CHECKOUT SEGURO

# winterArcTrustGuarantee
source: MONEY-BACK GUARANTEE
pt: GARANTIA DE DEVOLUÇÃO

# winterArcTrustInstant
source: INSTANT ACCESS
pt: ACESSO INSTANTÂNEO

# winterArcPathSubtitle
source: NO SOFT ENCOURAGEMENT. ONLY DIRECT CALLS TO RISE.
pt: SEM ENCORAJAMENTO SUAVE. APENAS CHAMADOS DIRETOS PARA ASCENDER.

# winterArcOneTimePayment
source: One-time payment • Lifetime access
pt: Pagamento único • Acesso vitalício

# winterArcBundleFeature1
source: Everything in Ebook
pt: Tudo no Ebook

# winterArcBundleFeature2
source: 12-Week Community Access
pt: Acesso à Comunidade por 12 Semanas

# winterArcBundleFeature3
source: Daily Accountability
pt: Responsabilidade Diária

# winterArcBundleFeature4
source: Progress Tracking
pt: Acompanhamento de Progresso

# winterArcValueBreakdown
source: VALUE BREAKDOWN
pt: ANÁLISE DE VALOR

# winterArcValuePerWeek
source: $8.08/week • $1.15/day over 84 days
pt: R$10,00/semana • R$1,40/dia durante 84 dias

# winterArcValueCompare
source: Less than a protein shake. No recurring charges.
pt: Menos que um shake de proteína. Sem cobranças recorrentes.

# winterArcPremiumTitle
source: EBOOK + COMMUNITY + WAGNER COACHING
pt: EBOOK + COMUNIDADE + COACHING WAGNER

# winterArcPremiumDesc
source: Everything in the bundle PLUS guaranteed personal responses from Wagner on your posts
pt: Tudo no pacote MAIS respostas pessoais garantidas do Wagner em suas postagens

# winterArcPremiumFeature1
source: Everything in Bundle
pt: Tudo no Pacote

# winterArcPremiumFeature2
source: Guaranteed Wagner Responses
pt: Respostas Garantidas do Wagner

# winterArcPremiumFeature3
source: Priority Support
pt: Suporte Prioritário

# winterArcPremiumFeature4
source: Direct Coaching Access
pt: Acesso Direto ao Coaching

# winterArcPremiumFeature5
source: Premium Badge
pt: Badge Premium

# winterArcPremiumButton
source: GET WAGNER COACHING
pt: OBTER COACHING WAGNER

# winterArcWagnerGuarantee
source: WAGNER GUARANTEE
pt: GARANTIA WAGNER

# winterArcWagnerDesc
source: Wagner personally reviews and responds to all your progress posts
pt: Wagner pessoalmente revisa e responde todas as suas postagens de progresso

# winterArcWagnerLimited
source: Premium tier members get direct access. Limited spots available.
pt: Membros do nível premium têm acesso direto. Vagas limitadas.

# winterArcFAQTitle
source: FREQUENTLY ASKED QUESTIONS
pt: PERGUNTAS FREQUENTES

# winterArcFAQQ1
source: When does the Winter Arc community launch?
pt: Quando a comunidade Winter Arc é lançada?

# winterArcFAQA1
source: The private community launches November 17, 2024 and runs through February 9, 2025 (12 weeks). The ebook is available immediately upon purchase.
pt: A comunidade privada é lançada em 17 de novembro de 2024 e vai até 9 de fevereiro de 2025 (12 semanas). O ebook está disponível imediatamente após a compra.

# winterArcFAQQ2
source: What if I can't keep up with the program?
pt: E se eu não conseguir acompanhar o programa?

# winterArcFAQA2
source: The Winter Arc is designed for those committed to transformation. If you fall behind, the community will be there to push you forward. No excuses. You either rise or you don't.
pt: O Winter Arc é projetado para aqueles comprometidos com a transformação. Se você ficar para trás, a comunidade estará lá para te empurrar para frente. Sem desculpas. Você ascende ou não.

# winterArcFAQQ3
source: Is there a refund policy?
pt: Há política de reembolso?

# winterArcFAQA3
source: Yes. 7-day money-back guarantee if you're not satisfied. After that, you're committed to the full 12 weeks. No refunds for quitters.
pt: Sim. Garantia de devolução de 7 dias se você não estiver satisfeito. Depois disso, você está comprometido com as 12 semanas completas. Sem reembolsos para desistentes.

# winterArcFAQQ4
source: Do I need gym equipment?
pt: Preciso de equipamento de academia?

# winterArcFAQA4
source: The program includes both gym-based and bodyweight protocols. You choose based on your access. Results depend on your effort, not your equipment.
pt: O programa inclui protocolos baseados em academia e com peso corporal. Você escolhe com base no seu acesso. Os resultados dependem do seu esforço, não do seu equipamento.

# winterArcFAQQ5
source: What's the difference between ebook-only and bundle?
pt: Qual a diferença entre apenas ebook e pacote?

# winterArcFAQA5
source: Ebook: Training methodology, nutrition, and protocols. Bundle: Everything in the ebook PLUS 12-week access to the private accountability community, daily check-ins, and progress tracking.
pt: Ebook: Metodologia de treino, nutrição e protocolos. Pacote: Tudo no ebook MAIS acesso de 12 semanas à comunidade privada de responsabilidade, check-ins diários e acompanhamento de progresso.

# winterArcFAQQ6
source: Can I join the community later if I buy the ebook now?
pt: Posso entrar na comunidade depois se eu comprar o ebook agora?

# winterArcFAQA6
source: No. The Winter Arc is a time-limited cohort. If you want community access, you must purchase the bundle before the program starts. The ebook is permanent; community access is Nov 17 - Feb 9 only.
pt: Não. O Winter Arc é uma coorte por tempo limitado. Se você quer acesso à comunidade, deve comprar o pacote antes do programa começar. O ebook é permanente; o acesso à comunidade é apenas de 17 nov - 9 fev.

# winterArcFooterReady
source: READY FOR YOUR ARC?
pt: PRONTO PARA SEU ARC?

# winterArcEbookFeature1
source: Instant Download
pt: Download Instantâneo

# winterArcEbookFeature2
source: Full Training Guide
pt: Guia Completo de Treino

# winterArcEbookFeature3
source: Nutrition Protocols
pt: Protocolos Nutricionais

# winterArcPriceBundleStrike
source: $147 after Nov 17
pt: R$680 depois de 17 nov
